<?php
return [

    // 首页index 头部
    '長片'=>'หนังโป๊ ',
    '短片'=>'คลิปโป๊',
    '動畫'=>'การ์ตูน ',
    '登入'=>'เข้าสู่ระบบ',
    '會員注冊'=>'สมัครสมาชิก',
    '升级vip'=>'อัพเกรด VIP',
    '類別'=>'หมวดหมู่ ',
    '女優列表'=>'ดารา AV ',
    '選擇玩法'=>'Tag ',
    '排行榜'=>'อันดับหนัง ',
    '女優介紹'=>'ประวัติดารา AV ',
    'AV故事'=>'AVสตอรี่ ',
    '熱門'=>'หนังยอดนิยม ',
    '廣告聯繫'=>'ลงโฆษณา ',
    '聯繫客服'=>'ติดต่อเรา',
    // 首页body
    '最新長片'=>'หนังใหม่',
    '泰國'=>'ไทย',
    '無碼'=>'ไม่เซ็นเซอร์',
    '熱門女優'=>'นักแสดงสุดฮอต',
    '刷新'=>'รีเฟรช',
    '熱門搜索'=>'ค้นหามากที่สุด',
    '仅限贵宾'=>'仅限贵宾'
    // 女优简介
    '生日'=>'Birthday',
    '身高'=>'Height',
    '罩杯'=>'ขนาดคัพ',
    '胸围'=>'หน้าอก',
    '腰围'=>'เอว',
    '臀围'=>'สะโพก',

    // h5侧边栏
    '泰语字幕'=>'ซับไทย',
    '標籤'=>'แท็ก',
    'AV週報'=>'ข่าวสารเอวีอัปเดต',
    '選擇語言'=>'เปลี่ยนภาษา',
    '最佳色網'=>'เว็บหนังโป๊ที่ดีที่สุด',
    '會員'=>'สมาชิก',
    '收藏'=>'รายการโปรด',
    // h5右侧边栏
    '我的帳戶'=>'ข้อมูลของฉัน',
    '收藏'=>'รายการโปรด',
    '歷史記錄'=>'ประวัติ',
    '推薦方案'=>'แพ็กเกจแนะนำ',
    '退出'=>'Logout'


    //index.html 18周岁弹窗警告
    '警告'=>'แจ้งเตือน',

    //detail.html详情页/播放页
    '收藏'=>'รายการโปรด',
    '女優收藏'=>'นักแสดงโปรด',
    '升級為 Full HD'=>'เปลี่ยนเป็น Full HD',
    ' 選擇 語言/集數'=>' เลือก ซับ/ตอน',
    '無'=>'non',
    '中'=>'จีน',
    '视频详情'=>'คำอธิบายเกี่ยวกับวีดีโอ',
    '名稱'=>'เรื่อง',
    '無馬'=>'เซ็นเซอร์',
    '馬赛克'=>'โมเสก',
    '影片敘述'=>'คำบรรยาย',
    '女優'=>'ชื่อนักแสดง',
    '標籤'=>'แท็ก',
    '影片番號'=>'รหัสหนัง',
    '影片長度'=>'ความยาววีดีโอ',
    '發行日期'=>'วันที่จำหน่าย',
    '工作室名稱'=>'ผู้จัดจำหน่าย',
    '类别'=>'สตูดิโอ',
    '推薦影片'=>'หนังแนะนำ',
    '選擇玩法'=>'Tag',
    '排行榜'=>'อันดับหนัง',
    '你可能喜歡'=>'คุณอาจจะชอบ',


    //动画页面anime.html
    '最新長片'=>'อะนิเมะสำหรับผู้ใหญ่',
    '熱門'=>'หนังยอดนิยม',
    '類別'=>'หมวดหมู่',
    '巨乳'=>'นมใหญ่ ',
    '後宮'=>'ฮาเร็ม',
    '觸手'=>'หนวด',
    '女僕'=>'แม่บ้าน',
    '水手服'=>'ชุดกะลาสี',


    //类别页面categorise.html
    '長片'=>'หนังโป๊',
    '短片'=>'คลิปโป๊',
    '動畫'=>'การ์ตูน',


    //短片页面clips.html
    'VIP專區'=>'เฉพาะVIP',
    '最新長片'=>'อะนิเมะสำหรับผู้ใหญ่',


    //收藏页面favorite.html
    '收藏'=>'รายการโปรด',
    '歷史記錄'=>'ประวัติ',
    '我的女僕'=>'นักแสดงของฉัน',


    //长片jav.html页面
    'VIP專區'=>'เฉพาะVIP',


    //登录页面login.html
    '會員注冊'=>'สมัครสมาชิก',
    '請先注冊'=>'โปรดเข้าสู่ระบบ',
    '忘記密碼'=>'ลืมรหัสผ่าน',

    //会员信息页面member-info.html
    '會員'=>'สมาชิก',
    '消費記錄 '=>'ประวัติการสั่งซื้อ ',
    '你可以於此確認會員資訊'=>'คุณสามารถตรวจสอบข้อมูลสมาชิกของคุณได้ที่นี่',
    '會員帳號'=>'ชื่อผู้ใช้',
    '會員等級'=>'รูปแบบสมาชิก',
    '一般會員'=>'สมาชิกทั่วไป',
    '升級VIP'=>'อัพเกรด VIP ',
    '到期日期'=>'วันหมดอายุ',
    '剩餘天數'=>'จำนวนวันที่เหลือ',
    '您的信箱'=>'อีเมลล์',
    '修改密碼'=>'เปลี่ยนรหัสผ่าน',
    '新密碼'=>'รหัสผ่านใหม่',
    '需含英數6-15碼'=>'ต้องมีตัวหนังสือภาษาอังกฤษหรือตัวเลขรวมกัน 6-15 ตัว',
    '密碼確認'=>'ยืนยันรหัสผ่านใหม่',


    //购买vip页面pay-promotion.html
    '限時優惠 '=>'Flash sale',
    '體驗價'=>'Trail package',
    '非會員'=>'อะนิเมะสำหรับผู้ใหญ่',
    '一般會員'=>'สมาชิกทั่วไป',
    '創建片單'=>'เพลย์ลิสต์หนัง',
    '觀看紀錄'=>'ประวัติการเข้าชม',
    '播放速度'=>'ความเร็วหนัง',
    '更多優惠'=>'สิทธิพิเศษอื่นๆ',
    '會員注冊'=>'สมัครสมาชิก',
    '登入'=>'เข้าสู่ระบบ',
    

    //排行页面popular.html
    '長片排行'=>'อันดับหนังโป๊',
    '短片排行'=>'อันดับคลิปโป๊',
    '動畫排行'=>'อันดับการ์ตูน',
    '日'=>'Day',
    '週'=>'Ｗeek',
    '月'=>'Month',

    //搜索页面search.html
    '今日剩餘次數'=>'จำนวนค้นหาที่เหลือวันนี้',
    
    
    //注册页面signup.html
    '密碼 cannot be blank.'=>'รหัสผ่านต้องไม่ว่างเปล่า',
    '密碼 should contain at least 6 characters.'=>'รหัสผ่านควรประกอบด้วยอักขระอย่างน้อย 6 อักขระ',
    
    //tag页面tag.html
    '角色'=>'บทบาท',
    '行為'=>'ฉากในเรื่อง',
    '玩法'=>'แนว/ท่าที่ใช้ในเรื่อง',
    '女優類型'=>'ลักษณะดาราAV',
    '類別'=>'ประเภท',
    '題材'=>'รูปแบบหนัง',
    '服裝'=>'ชุด',

    '単体作品'=>'นักแสดงเดี่ยว',
    '素人'=>'มือสมัครเล่น',
    '熟女'=>'สาวใหญ่',
    '美少女'=>'สาวสวย',
    '人妻・主婦'=>'ผู้หญิงแต่งงานแล้ว',
    '痴女'=>'สาวร่าน',
    '人妻'=>'เมีย',
    '女子校生'=>'นักเรียนหญิง',
    'お姉さん'=>'พี่สาว',
    'コスプレ'=>'คอสเพลย์',
    'キャバ嬢・風俗嬢'=>'หญิงขายบริการ',
    '姉・妹'=>'พี่สาว/พี่สาวน้องสาว',

    '已婚婦女'=>'หญิงแต่งงานแล้ว',
    'OL'=>'สาวออฟฟิศ',
    '女子大生'=>'นักศึกษาสาว',
    '職業色々'=>'อาชีพหลายอย่าง',
    'お母さん'=>'แม่',
    'アイドル・芸能人'=>'ไอดอล/ศิลปิน',
    '業餘'=>'มือสมัครเล่น',
    '高中女生'=>'สาวมัธยม',
    'AV女優'=>'ดารา AV',
    '女教師'=>'ครูสาว',
    '痴漢'=>'โรคจิต',
    '看護婦・ナース'=>'นางพยาบาล',

    'メイド'=>'สาวใช้',
    '蕩婦'=>'สาวร่าน',
    'エステ'=>'ร้านนวด',
    '花嫁・若妻'=>'เจ้าสาว/ภรรยา',
    '花癡'=>'บ้ากาม',
    '義母'=>'แม่ยาย',
    '首次亮相'=>'หน้าใหม่',
    'M男'=>'หนุ่มสาย M',
    '姐姐'=>'พี่สาว',
    '競泳・スクール水着'=>'ชุดว่ายน้ำ',

    '中出し'=>'แตกในหี',
    'フェラ'=>'ออรัลเซ็กส์',
    '潮吹き'=>'น้ำหีพุ่ง',
    'パイズリ'=>'เย็ดนม',
    '近親相姦'=>'ร่วมประเวณี',
    '乱交'=>'สวิงกิ้ง',
    '尻フェチ'=>'มีอารมณ์กับก้น',
    'クンニ'=>'โดนเลีย',
    '中出'=>'แตกใน',
    'ナンパ'=>'จีบสาว',
    'イラマチオ'=>'อมควยลึก',
    '羞恥'=>'อับอาย',

    'その他フェチ'=>'Other Fetish',
    '寝取り・寝取られ'=>'NTR/มีชู้',
    '顔射'=>'แตกใส่หน้า',
    '盗撮・のぞき'=>'แอบดู',
    'キス・接吻'=>'จูบ',
    '生ハメ'=>'เย็ดสด',
    'フェラチオ'=>'อมควย',
    '自慰'=>'ช่วยตัวเอง',
    '輪姦'=>'รุมโทรม',
    '潮吹'=>'น้ำหีพุ่ง',
    'ごっくん'=>'กินอสุจิ',
    '口内発射'=>'แตกใส่ปาก',

    '放尿'=>'ฉี่',
    '偷窥'=>'แอบดู',
    '乳交'=>'เย็ดนม',
    '口交'=>'โม๊คควย',
    '強姦'=>'ข่มขืน',
    '性奴'=>'ทาสเซ็กส์',
    '出軌'=>'นอกใจ',

    '手コキ'=>'ใช้มือ',
    'オナニー'=>'ตกเบ็ด',
    'ぶっかけ'=>'แตกใส่หน้า',
    '辱め'=>'ข่มขืน',
    '拘束'=>'จับมัด',
    '騎乗位'=>'ขึ้นขย่ม',
    '淫語'=>'พูดคุยวาบหวิว',
    'アナル'=>'เย็ดประตูหลัง',
    'バイブ'=>'เครื่องนวด',
    'おもちゃ'=>'ของเล่นเสียว',
    '69'=>'ท่า 69',
    '生ハメ・生姦'=>'เย็ดสด',

    'デカチン・巨根'=>'ควยใหญ่',
    '多P'=>'เซ็กส์หมู่',
    '足コキ'=>'เท้าชักว่าว',
    '汗だく'=>'เหงื่อ',
    '顏射'=>'แตกใส่หน้า',
    '電マ'=>'เครื่องนวด',
    '指マン'=>'ใช้นิ้ว',
    '縛り・緊縛'=>'พันธนาการ/เงื่อนสยิว',
    'バック'=>'ท่าหมา',
    'SM'=>'SM',
    '凌辱'=>'เหยียดหยาม',
    'アナルセックス'=>'เย็ดประตูหลัง',

    '巨乳フェチ'=>'ชอบนมใหญ่',
    'ドラッグ'=>'ยา',
    'レズキス'=>'เลสเบี้ยน',
    '女上位'=>'ขึ้นขย่ม',
    '脚フェチ'=>'มีอารมณ์กับเท้า',

    '巨乳'=>'นมใหญ่',
    '美乳'=>'นมสวย',
    '痴女'=>'สาวร่าน',
    'スレンダー'=>'ผอม',
    '貧乳・微乳'=>'นมเล็ก',
    'パイパン'=>'หีไร้ขน',
    '美尻'=>'ตูดสวย',
    '美脚'=>'ขาเรียวสวย',
    '巨尻'=>'ชุดใหญ่',
    'ギャル'=>'สาวฮอต',
    '童貞'=>'ผู้ชายบริสุทธิ์',
    '長身'=>'ตัวสูง',

    'AV女優'=>'ดารา AV',
    '色白'=>'ผิวขาว',
    'ぽっちゃり'=>'สาวอวบ',
    '乳房'=>'เต้านม',
    '苗條'=>'หุ่นดี',
    '小柄'=>'ตัวเล็ก',
    '女優ベスト・総集編'=>'รวมดาราAVโดดเด่น',

    'ハイビジョン'=>'HD ทีวี',
    '簡體中文'=>'อักษรจีนตัวย่อ',
    '高畫質'=>'หนัง HD',
    '無碼'=>'ไม่มีเซ็นเซอร์',
    'サンプル動画'=>'ตัวอย่างหนัง',
    'ハメ撮り'=>'ตั้งกล้องถ่าย',
    'コスプレ'=>'คอสเพลย์',
    '歐美'=>'ฝรั่ง-ยุโรป',
    'ギリモザ'=>'โมเสกบาง',
    '數位馬賽克'=>'เซ็นเซอร์',
    'オリジナル動画'=>'คลิปดั้งเดิม',
    '成人動畫'=>'อนิเมะสำหรับผู้ใหญ่',

    '成人卡通'=>'การ์ตูนสำหรับผู้ใหญ่',
    'H動畫'=>'H อนิเมะ',
    '中文字幕'=>'ซับจีน',

    '中出し'=>'แตกในหี',
    '素人'=>'มือสมัครเล่น',
    '独占配信'=>'พิเศษเฉพาะค่าย',
    '單體作品'=>'ผลงานนักแสดงในสังกัด',
    '主観'=>'POV',
    'ドラマ'=>'การแสดง',
    'DMM獨家'=>'รางวัล DMM',
    '淫乱・ハード系'=>'ลามก/ฮาร์ดคอร์',
    '寝取り・寝取られ・NTR'=>'NTR/มีชู้',
    '4時間以上作品'=>'กว่าสี่ชั่วโมง',
    '3P・4P'=>'3P/4P',
    '企画'=>'โปรเจค',

    '不倫'=>'การเป็นชู้',
    'ドキュメンタリー'=>'ภาพยนตร์สารคดี',
    'ミニ系'=>'MINI',
    '調教・奴隷'=>'วินัย/ทาส',
    'マッサージ'=>'นวด',
    'ベスト・総集編'=>'คลิปรวม',
    'レズ'=>'เลสเบี้ยน',
    '企畫'=>'งานพาร์ทไทม์',
    'デビュー作品'=>'เปิดตัวครั้งแรก',
    '温泉'=>'ออนเซ็น',
    '野外・露出'=>'เอาท์ดอร์',
    '单体作品'=>'ทำงานเดี่ยว',

    '4小時以上作品'=>'กว่าสี่ชั่วโมง',
    '纪录片'=>'หนังสารคดี',
    'イタズラ'=>'มิสชีฟ',
    'めがね'=>'แว่นตา',
    '戲劇'=>'ดราม่า',
    'ハーレム'=>'ฮาเร็ม',

    '制服'=>'ชุดนักเรียน',
    '学生服'=>'คาชุดนักเรียน',
    '女子大生'=>'นักศึกษาสาว',
    '水着'=>'ชุดว่ายน้ำ',
    'パンチラ'=>'กระโปรง',
    'ランジェリー'=>'ชุดชั้นในหญิง',
    'セーラー服'=>'ชุดกะลาสี',
    '和服・浴衣'=>'กิโมโน/ชุดยูกาตะ',
    '校服'=>'ชุดนักเรียน',



    




];

