<?php
return [
    // 首页index 头部
    '長片'=>'หนังโป๊ ',
    '短片'=>'คลิปโป๊',
    '動畫'=>'การ์ตูน ',
    '登入'=>'เข้าสู่ระบบ',
    '會員注冊'=>'สมัครสมาชิก',
    '升级vip'=>'อัพเกรด VIP',
    '類別'=>'หมวดหมู่ ',
    '女優列表'=>'ดารา AV ',
    '選擇玩法'=>'Tag ',
    '排行榜'=>'อันดับหนัง ',
    '女優介紹'=>'ประวัติดารา AV ',
    'AV故事'=>'AVสตอรี่ ',
    '熱門'=>'หนังยอดนิยม ',
    '廣告聯繫'=>'ลงโฆษณา ',
    '聯繫客服'=>'ติดต่อเรา',
    // 首页body
    '最新長片'=>'หนังใหม่',
    '泰國'=>'ไทย',
    '無碼'=>'ไม่เซ็นเซอร์',
    '熱門女優'=>'นักแสดงสุดฮอต',
    '刷新'=>'รีเฟรช',
    '熱門搜索'=>'ค้นหามากที่สุด',
    '仅限贵宾'=>'仅限贵宾'
    // 女优简介
    '生日'=>'Birthday',
    '身高'=>'Height',
    '罩杯'=>'ขนาดคัพ',
    '胸围'=>'หน้าอก',
    '腰围'=>'เอว',
    '臀围'=>'สะโพก',

    // h5侧边栏
    '泰语字幕'=>'ซับไทย',
    '標籤'=>'แท็ก',
    'AV週報'=>'ข่าวสารเอวีอัปเดต',
    '選擇語言'=>'เปลี่ยนภาษา',
    '最佳色網'=>'เว็บหนังโป๊ที่ดีที่สุด',
    '會員'=>'สมาชิก',
    '收藏'=>'รายการโปรด',
    
    
    
//index/hot

];

